var helpContent = [
	{
		id : 0,
		kind : '常见问题',
		content : [
			'如何开通QQ牧场？',
			'答：QQ牧场目前还处于公测阶段，开通资格暂只提供给黄钻等级在LV2及以上的用户。之后会陆续降低要求，逐步放开开通资格，还请大家耐心等待。您也可以让已经加入牧场的用户邀请您开通牧场。感谢您对QQ牧场的关注和支持。',
			'可以饲养多少只动物？',
			'答：饲养动物的数量和种类与您牧场窝棚的级别相关，窝棚的级别越高，可饲养的动物会越多。',
			'动物一共有几个生长阶段？',
			'答：5个阶段。幼仔、成长期、生产期、待产期、收获期（在生产期与收获期可以对动物进行操作获得收益）',
			'怎么抓进入生产期的动物去生产？',
			'答：动物进入生产期后则可以赶去生产获得农副产品，点击抓动物手型，选中动物后按住左键不放，直至拖入窝/棚中。',
			'怎么收获进入成熟期的动物？',
			'答：动物多次循环生产期过后进入收获期，此时可以收获动物卖掉获得金币，点击收获手型，选中带小花的动物即可。',
			'怎么知道动物什么时候可以赶去生产或收获？',
			'答：除了形状个体动物在每个阶段有差别外，设计时我们在动物身上作了一个小细节标识，可以赶去生产的动物披着一块头巾，可以收获的动物戴着一束鲜花噢。',
			'为什么我的动物在生产期却不能抓去生产？',
			'答：原因是牧草没了。缺少牧草动物会停止生产，不同动物对牧草的消耗不一样，一次性最多可添满200棵牧草。',
			'怎么获得牧草？',
			'答：牧草可以通过三个方式获得：牧场商店高价购买、自己在鱼塘花时间种植、找好友帮忙添加。',
			'蚊子是干嘛的？',
			'答：蚊子是在窝棚中飞翔，其存在表示牧场环境脏啦，不消灭可能会对动物产量有影响哦'
		]
	},
	{
		id : 1,
		kind : '动物的饲养',
		content : [
			'动物一共有几个生长阶段？',
			'答：5个阶段。幼仔、成长期、生产期、待产期、收获期（在生产期与收获期可以对动物进行操作获得收益）',
			'可以饲养多少只动物？',
			'答：饲养动物的数量和种类与您牧场窝棚的级别相关，窝棚的级别越高，可饲养的动物会越多。',
			'为什么我不能饲养更多动物？',
			'答：饲养动物的数量与您牧场窝棚的级别相关，想要饲养更多的动物需要扩建窝棚，扩建需要一定的等级和消耗金币。',
			'动物生产需要多长时间？',
			'答：3分钟。把动物抓到窝棚中，3分钟过后，就可以产下农副产品'
		]
	},
	{
		id : 2,
		kind : '收获',
		content : [
			'怎么知道动物什么时候可以赶去生产或收获？',
			'答：除了形状个体动物在每个阶段有差别外，设计时我们在动物身上作了一个小细节标识，可以赶去生产的动物披着一块头巾，可以收获的动物戴着一束鲜花噢。',
			'怎么收获进入成熟期的动物？',
			'答：动物多次循环生产期过后进入收获期，此时可以收获动物卖掉获得金币，点击收获手型，选中带小花的动物即可。',
			'可以收取好友的农副产品嘛？',
			'答：当然可以啦。而且帮忙把好友的动物抓去生产会有机会获得更多收益。'
		]
	},
	{
		id : 3,
		kind : '帮忙',
		content : [
			'可以给好友提供哪些帮忙哦？',
			'答：为了好友的动物能健康成长，可以给好友帮忙的内容包括：抓好友动物去生产、帮忙添加牧草、帮忙消灭蚊子等。',
			'怎么对好友使坏？',
			'答：有帮忙也有使坏啦，你可以去好友的牧场偷偷放蚊子哦。'
		]
	},
	{
		id : 4,
		kind : '经验与级别',
		content : [
			'经验和等级有什么关系？',
			'答：经验每增加一定数值，等级就会提升一级，所需经验公式为n*200（n为下个等级）。等级越高，可以饲养高级动物、扩建更高级窝棚。',
			'动物在生长过程哪些操作可以获得经验？',
			'答：饲养动物、抓动物去生产、收获农副产品、收获动物。',
			'每天帮忙可以获得多少点经验？',
			'答：帮忙每天最多+300点经验。可以通过给自己/好友拍蚊子等'
		]
	},
	{
		id : 5,
		kind : ' 窝棚体系更新说明',
		content : [
			'更新前我升级窝棚花了很多钱，怎么补偿？',
			'答：更新后已经按照您的牧场等级赠给您相应级别的窝棚。如果您更新前升级窝棚的花费大于更新后给予您的窝棚的价值，则也已经将差价补偿给您。除了补偿的差价外，根据您的窝棚历史升级情况，牧场团队还会发放给您相应数量的奖励金币。您可以到牧场消息中查看具体的补偿信息。',
			'为什么更新后我可以饲养的动物变少了？',
			'答：您可以饲养的动物总量并没有减少，但由于更新后您的窝棚已经和更新前不同，所以可以饲养的窝棚动物的种类会稍有不同。',
			'窝棚体系更新后和更新前有什么不同？',
			'答：窝棚体系更新后，取消了窝、棚“层数”的概念，以窝、棚“等级”的概念取代。更新前的窝、棚最高为3层窝、3层棚，更新后最高为8级窝、8级棚。同时更新后的窝棚的样式更丰富，价格也更合理。',
			'可以饲养的动物数量和窝、棚的等级还有关系吗？',
			'答：有关系。更新后可以饲养的动物数量将不再和牧场的等级直接相关，而只和窝、棚的等级有关，窝、棚的等级越高可以饲养的动物数量越多。',
			'升级窝、棚可以获得什么好处？',
			'答：窝、棚的初始等级为1级，之后窝棚每升1级可以多住1只动物。并且每次升级后窝棚的样式都会变得更华丽。',
			'更新后的窝具体有什么变化？',
			'答：窝更新后的说明表格：<br/>  <table cellSpacing="10"><tr><th>窝级数</th><th>升级花费</th><th>升级所需牧场等级</th><th>可饲养住窝动物数量</th></tr><tr><td>一级窝</td><td>赠送</td><td>0</td><td>2</td></tr><tr><td>二级窝</td><td>3000</td><td>1</td><td>3</td></tr><tr><td>三级窝</td><td>20000</td><td>4</td><td>5</td></tr><tr><td>四级窝</td><td>60000</td><td>8</td><td>6</td></tr><tr><td>五级窝</td><td>120000</td><td>12</td><td>7</td></tr><tr><td>六级窝</td><td>210000</td><td>16</td><td>8</td></tr><tr><td>七级窝</td><td>300000</td><td>20</td><td>9</td></tr><tr><td>八级窝</td><td>400000</td><td>24</td><td>10</td></tr></table>',
			'更新后的棚具体有什么变化？',
			'答：棚更新后的说明表格：<br/>  <table cellSpacing="10"><tr><th>棚级数</th><th>升级花费</th><th>升级所需牧场等级</th><th>可饲养住棚动物数量</th></tr><tr><td>一级棚</td><td>5000</td><td>2</td><td>3</td></tr><tr><td>二级棚</td><td>40000</td><td>6</td><td>4</td></tr><tr><td>三级棚</td><td>90000</td><td>10</td><td>5</td></tr><tr><td>四级棚</td><td>160000</td><td>14</td><td>6</td></tr><tr><td>五级棚</td><td>250000</td><td>18</td><td>7</td></tr><tr><td>六级棚</td><td>350000</td><td>22</td><td>8</td></tr><tr><td>七级棚</td><td>500000</td><td>26</td><td>9</td></tr><tr><td>八级棚</td><td>700000</td><td>28</td><td>10</td></tr></table>'
		]
	}
];
