var helpContent = [
	{
		id : 0,
		kind : '常见问题',
		content : [
			'多季作物的含义。',
			'是指该作物种植一次后可以多次收获 。',
			'“产xx剩xx”是什么意思？',
			'“产xx剩xx”表示该作物成熟了，产xx是指该作物产出的数量，剩xx是指该作物被摘过后，剩下的数量。',
			'为什么好友的作物已经成熟了可是我不能摘？',
			'每个作物成熟后，不仅每人只能摘一次，而且该作物至多能被摘取产出量的40% 。',
			'如何给好友留言“和”查看各种消息？',
			'只需要大家点击右侧的好友列表，进入好友的鱼塘以后，点击左侧的好友头像，会出现一个好友资料的界面，里面有好友的姓名，个人主页地址，等级，经验，现金，以及各种农作物收获+摘取总值。',
			'系统奖励的东西找不到怎么办？',
			'系统奖励的种子、化肥等都是在鱼塘下方的袋子图标内的，如果点击后里面并没有找到相应的东西，那么请刷新你的页面，你会发现它的 。',
			'可多次收获的作物在作物首次成熟之后我需要做什么动作吗？ ',
			'在作物首次成熟之后，我们只要收获了即可，什么都不必做，但是当然最基本的洒水除草除虫的动作还是要的，随后和其首次成熟一样。',
			'为什么我的好友开通《QQ鱼塘》后在鱼塘的好友列表里面看不到他呢？',
			'在我们QQ鱼塘的好友列表右上边，有一个刷新按钮，你点击这个按钮就可以看到当前所有开通了QQ鱼塘的好友啦~<br />ps:如果长时间显示不出来。请在QQ鱼塘界面中点击鼠标右键，在弹出菜里选择“设置”，到“本地存储”中增大存储大小，一般1M就可以。',
			'为什么它总是在说不用浇水啊？ ',
			'正常状态下的土地是不需要浇水的，只有土地干燥了也就是土地变颜色时才需要浇水的。',
			'我的土地怎么有两块变颜色了？',
			'这个时候就说明你的土地已经干燥了需要浇水喽，点击下面一行工具栏中的喷壶工具，对着变干燥的土地洒水就好了，如不浇水你的作物的健康值会逐渐下降的，那样成熟可就慢了哦。 ',
			'我的土地长草长虫了怎么办？ ',
			'当我们土地上自动生长杂草和害虫，或是我们的好友来我们的土地搞破坏——种杂草和放害虫时，此时我们要用除草剂或杀虫剂分别除草和杀虫，否则也会严重影响我们作物的生长。',
			'怎么收获已成熟的果实？',
			'等我们的果实成熟了我们即可点击手型工具收取果实，会自动存放到我们的仓库。',
			'怎么照顾我的好友的作物呢？ ',
			'在鱼塘右方的好友列表中，点击你想要照顾的对象，进入他的页面后，洒水、杀虫和除草动作就像在你自己的页面一样可以对好友的作物使用，当然你可以获得你的好友给你的一定数量的感激费的。 ',
			'怎么对好友搞破坏啊？ ',
			'在进入好友页面后，点击害虫工具进行放害虫，点击杂草中杂草，或是发现好友的种子成熟后点击手型工具，去摘取他的果实。',
			'我的作物在收过几次果实之后为什么就变蔫了？ ',
			'因为每种作物都是不可能无止境的收获的，不同种类的作物能收获的次数是不同的，当它能够收获的果实次数达到时，作物即会变蔫，此时需要使用铁锹来将其除掉，然后即可再次种植作物。如果玩家种植的是两季或者是两季以上的作物，收获第一季之后作物会自动进入第二季。',
			'我买过的背景、房子等装饰在哪里呢？ ',
			'在商店里买过背景等装饰后，点击鱼塘右上方的“装饰”图标 ，即会发现你已经拥有的背景等装饰，只需点击点击你想要使用的就可以DIY啦。购买装饰之后，如果没有立即出现，建议过段时间登录游戏刷新。',
			'怎么才能增加经验值？',
			'购买装饰、种植、杀虫、除草、收获、锄地等动作都会增加经验值。',
			'为什么我杀虫、除草、浇水，经验值不增加？',
			'对于增加经验值，杀虫、除草、浇水动作是有限制的，当杀虫、除草的动作总和超过150次时，经验值和金币都不会增加。',
			'好友排行榜是按什么排名的？',
			'好友排行榜里，是根据每个玩家的等级来排名的。',
			'怎么才能看到好友的现金数量？',
			'进入好友的鱼塘，点击好友鱼塘里面的房子或是好友的头像，即可看到好友的现金资产、以及每种作物所得的果实历史数量总和等 。',
			'出现空白页面以及不显示怎么办？',
			'查看自己得flash播放器是否是最新。目前版本是10。<br />下载地址：<a target="_blank" href="http://get.adobe.com/flashplayer/">ADOBE FLASH PLAYER</a><br />目前版本是Adobe Flash Player version 10.0.22.87 ',
			'我购买的种子、化肥放在什么地方？',
			'点击页面下方工具栏的包裹，会看见你购买的种子与化肥。',
			'什么是QQ鱼塘礼包兑换码？ ',
			'QQ鱼塘礼包兑换码是QQ校友在线下活动时发放给用户的道具兑换凭证，凭此兑换码用户可在QQ鱼塘内兑换相应的QQ鱼塘道具，如想获得QQ鱼塘的礼包兑换码请随时关注QQ校友的线下活动。',
			'空间的QQ鱼塘为什么总有陌生的人来摘取东西？',
			'空间好友拉取的是QQ上的好友关系链，当存在单方面的好友关系时，会出现他人能在我的鱼塘偷东西，但我在好友列表上无法找到该好友。',
			/*'有什么办法可以避免这些陌生人来摘取东西吗？',
			'空间鱼塘可以通过游戏界面左上角的小喇叭，打开消息框查看自己的消息。系统会在陌生人来偷的消息后有“不让他摘”的按钮，点击该按钮，然后根据提示进行操作。成功后对方将再也没有办法进入您的鱼塘进行操作。',
			'什么是黑名单？',
			'每个用户都有一个黑名单，已验证非好友关系将在好友列表中沉底变灰显示，表示您无法进入这些鱼塘进行操作。',
			'如何将好友从黑名单去除？',
			'在您成功和对方互加好友后，再次进入QQ鱼塘点击该好友用户名，在弹出的友情提示中的点击“申请进入”按钮即可成功解除。',*/
			'为什么我升级后没有升级奖励了？',
			'为了保证游戏平衡性，等级过了15级以后,系统将不再赠送物品了。如果您在15级内没有获得升级奖励，请您将问题反馈到客服中心，我们核实后会给您答复。',
			'为什么我的狗狗不抓人？',
			'狗狗随机抓人的,而不同的狗狗抓人的机率也不同。若您想增加抓人机率，可以买高级的狗狗。',
			'什么是第三方软件或外挂，我自己没有使用，为什么降我的级？',
			'第三方软件指的是非腾讯官方提供，但能在鱼塘中使用并非正常操作获得经验和游戏金币的软件或工具。我司是根据QQ号码来进行的核实，核实到该号码是有使用第三方辅助软件的记录，若没有操作过，建议修改QQ密码。如仍然有在使用第三方辅助软件，而导致其他用户的利益受损并影响到QQ鱼塘的平衡性，我司才会进行降级处理。对于因使用第三方辅助软件被降级的，我司无法恢复，希望大家继续通过正常方式努力升级QQ鱼塘，谢谢！',
			'你们的网站上并没有说明不能使用外挂，我要恢复等级。',
			'QQ鱼塘作为官方推出的精品应用养成类产品，不希望用户在休闲的同时，被使用第三方软件破坏QQ鱼塘的平衡性。我司不建议任何用户使用第三方软件，并通过这种方式来提升等级或是影响到其他用户的使用，如情节严重者，也会考虑到其他用户的体验进行相应的处理。目前因为使用第三方软件而导致鱼塘等级降低的情况，无法恢复等级，如您现在需要重新体验QQ鱼塘，也可以通过购买化肥的方式来提升农作物收获的速度。同时也十分感谢您对QQ鱼塘的关注，谢谢！ ',
			'我手动操作会提示验证码，这样的提示说明我用了外挂吗？',
			'验证码是防沉迷系统自动弹出的提示，在推出优质游戏的同时，也建议农友能注意劳逸结合，在休闲中获得放松。弹出验证码后正确输入即可再次操作，鱼塘等级和金币不会受到影响。希望可以继续支持我们的QQ鱼塘。正常情况下在鱼塘进行操作，都不会被警告或降级。对于任何尝试使用外挂的行为我们都不鼓励，同时使用化肥和其他道具的情况也同样是属于正常的操作，如是确认使用了第三方软件的情况下，才会被处理。',
			'我没有用外挂，你们是怎么判断我用了外挂的，别人也不可能知道我的密码。',
			'我司是根据QQ号码来进行的核实，核实到该号码是有使用第三方辅助软件的记录，若没有操作过，建议修改QQ密码。当您的号码出现警告或降级的情况，是因为该号码进行了相应的操作。如不是本人操作，请及时修改密码以确保不会有更大的损失。对于QQ号码的操作，一旦确认有使用第三方软件的行为，不予恢复。',
			'我怎么举报其他号码使用外挂？',
			'我司不建议各位农友通过使用第三方软件的方法来提升QQ鱼塘的等级，后续我司也会加大打击的力度。保障我们QQ鱼塘玩家的利益，如需要举报其他农友使用第三方软件，请您直接提供他的QQ号码、使用时间以及截图到客服中心进行核实，同时也十分感谢您对QQ鱼塘的关注，谢谢！'
		]
	}, 
	{
		id : 1,
		kind : '作物的种植',
		content : [
			'怎么样种植种子呢？',
			'到商店买种子，然后种在已经开垦好的土地里，作物会自动生长；',
			'如何保证作物的健康成长呢？',
			'需及时除草、浇水、杀虫，否则作物的健康值下降会影响作物的产量；（也可以帮好友除草、浇水、杀虫，除了获得经验以外，还可以获得金币奖励）',
			'作物成熟后我应该如何处理？',
			'作物成熟后，请及时收获到仓库中，以免被摘取；收获果实后，到仓库里将其卖出可获得金币。'
		]
	},
	{
		id : 2,
		kind : '摘取',
		content : [
			'摘取会加经验值吗？',
			'摘取不加经验值。',
			'一块地的作物成熟时可以多次摘取吗？',
			'一块地在一次成熟中只能摘取一次。可能摘到1到10个不等的果实（随机的）。',
			'可以把一块地的作物都摘完吗？',
			'每块地每次成熟至多能被摘取产量的40%，当产量的40%被摘取时，就不能再摘了。'
		]
	},
	{
		id : 3,
		kind : '经验与级别',
		content : [
			'等级怎么样才可以增加呢？',
			'经验每增加一定数值，等级就会提升一级。',
			'在QQ鱼塘中，我的经验值是怎么计算的？',
			'您的经验值会从以下几方面进行计算：<br /><ol><li>1、锄地 +3；</li><li>2、播种 +2；</li><li>3、浇水 +2（帮别人+2，金币+1）；</li><li>4、除草 +2（帮别人+2，金币+1）；</li><li>5、除虫 +2（帮别人+2，金币+1）；</li><li>6、购买装饰获得经验： 购买装饰时有说明，以页面提示为准；</li><li>7、每级升级所需经验为：N*（200点）；</li><li>8、种植作物获得经验：购买作物时有说明，以页面提示为准。</li></ol>',
			'帮忙加经验有上限吗？',
			'除草、除虫、浇水每次动作分别加2点经验，每天累计前150次给经验，包括给自己和好友除草、杀虫、浇水 。',
			'每次收获作物的经验是一样的吗？',
			'收获根据不同作物的生长周期不同，每次收获所得经验不同。',
			'购买装饰也会增加经验，对吧？',
			'每购买一次装饰品时增加一次经验。'
		]
	},
	{
		id : 4,
		kind : '装饰',
		content : [
			'怎么样装饰鱼塘呢？',
			'在商店购买装饰品后，到鱼塘右上方的“装饰”窗口内点击相应的装饰品即可使用。',
			'商店的装饰品有有效期吗？',
			'商店里的装饰品和背景都是有有效期的，有30天和180天的，详细可见商店的购买信息 。',
			'购买装饰可以加经验？',
			'每购买一次背景或装饰品会得到相应的经验值。'
		]
	},
	{
		id : 5,
		kind : '土地',
		content : [
			'开通鱼塘时最初有几块地？',
			'每位玩家最初只有六块土地。',
			'QQ鱼塘里，为什么土地的颜色不一样？',
			'有两种情况：一种情况，如果土地的颜色发白，这可能是干旱导致，需要浇水；另一种情况，可能是有些土地使用了化肥，使用过化肥的土地颜色比正常的土地颜色要深。',
			'怎样才可以扩建土地？',
			'每开垦一块地需要花费一定的金币和相应的等级限制<br/><ul><li>第一块地 1W（等级需要5级） </li><li>第二块地 2W（等级需要7级） </li><li>第三块地 3W（等级需要9级） </li><li>第四块地 5W（等级需要11级） </li><li>第五块地 7W（等级需要13级） </li><li>第六块地9W（需要等级15级） </li><li>第七块地12W（等级需要17级） </li><li>第八块地15W（等级需要19级） </li><li>第九块地 18W（等级需要21级） </li><li>第十块地 23W（等级需要23级） </li><li>第十一块地30W（等级需要25级） </li><li>第十二块地 50W（等级需要27级）</li><ul>'
		]
	},
	{
		id : 6,
		kind : '狗',
		content : [
			'在QQ鱼塘中，狗有什么作用？',
			'当其他玩家来您的鱼塘摘取果实的时候，有一定的概率被狗咬；被狗咬后，该玩家身上就会掉金币出来。',
			'狗要怎么样才可以抓到来摘取果实的好友？',
			'狗必须吃狗粮才可以在一定几率下抓住摘取果实的好友。',
			'在QQ鱼塘中，如何买狗？',
			'您登录QQ鱼塘界面后，点击页面右上角的“鱼塘商店”图标，选择“道具”，即可选择购买一只帮您看家小狗。',
			'狗可以隐藏起来吗？',
			'狗可以显示在鱼塘也可以隐藏起来 。特别说明：隐藏的狗也要消耗狗粮！',
			'隐藏的狗会抓人吗？',
			'隐藏的狗不会抓坏人，只有把狗显示在鱼塘，狗才可能抓住坏人。'
		]
	},
	{
		id : 7,
		kind : '外挂',
		content : [
			'什么是第三方软件或外挂，我自己没有使用，为什么降我的级？',
			'第三方软件指的是非腾讯官方提供，但能在鱼塘中使用并非正常操作获得经验和游戏金币的软件或工具。我司是根据QQ号码来进行的核实，核实到该号码是有使用第三方辅助软件的记录，若没有操作过，建议修改QQ密码。如仍然有在使用第三方辅助软件，而导致其他用户的利益受损并影响到QQ鱼塘的平衡性，我司才会进行降级处理。对于因使用第三方辅助软件被降级的，我司无法恢复，希望大家继续通过正常方式努力升级QQ鱼塘，谢谢！',
			'你们的网站上并没有说明不能使用外挂，我要恢复等级。',
			'QQ鱼塘作为官方推出的精品应用养成类产品，不希望用户在休闲的同时，被使用第三方软件破坏QQ鱼塘的平衡性。我司不建议任何用户使用第三方软件，并通过这种方式来提升等级或是影响到其他用户的使用，如情节严重者，也会考虑到其他用户的体验进行相应的处理。目前因为使用第三方软件而导致鱼塘等级降低的情况，无法恢复等级，如您现在需要重新体验QQ鱼塘，也可以通过购买化肥的方式来提升农作物收获的速度。同时也十分感谢您对QQ鱼塘的关注，谢谢！',
			'我手动操作会提示验证码，这样的提示说明我用了外挂吗？',
			'验证码是防沉迷系统自动弹出的提示，在推出优质游戏的同时，也建议农友能注意劳逸结合，在休闲中获得放松。弹出验证码后正确输入即可再次操作，鱼塘等级和金币不会受到影响。希望可以继续支持我们的QQ鱼塘。正常情况下在鱼塘进行操作，都不会被警告或降级。对于任何尝试使用外挂的行为我们都不鼓励，同时使用化肥和其他道具的情况也同样是属于正常的操作，如是确认使用了第三方软件的情况下，才会被处理。',
			'我没有用外挂，你们是怎么判断我用了外挂的，别人也不可能知道我的密码。',
			'我司是根据QQ号码来进行的核实，核实到该号码是有使用第三方辅助软件的记录，若没有操作过，建议修改QQ密码。当您的号码出现警告或降级的情况，是因为该号码进行了相应的操作。如不是本人操作，请及时修改密码以确保不会有更大的损失。对于QQ号码的操作，一旦确认有使用第三方软件的行为，不予恢复。',
			'我怎么举报其他号码使用外挂？',
			'我司不建议各位农友通过使用第三方软件的方法来提升QQ鱼塘的等级，后续我司也会加大打击的力度。保障我们QQ鱼塘玩家的利益，如需要举报其他农友使用第三方软件，请您直接提供他的QQ号码、使用时间以及截图到客服中心进行核实，同时也十分感谢您对QQ鱼塘的关注，谢谢！'
		]
	}
];
